<!doctype html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>Тулпар</title>
</head>
<body>
<p>
<h4 align="center">ДОГОВОР №___ – «Тулпар» <br>
    об участии в потребительском кооперативе и <br>
    приобретении движимого имущества</h4>
<p  align="right">г. Шымкент</p>
<p align="right">от «___» ________ 2021 года</p>



<p>Потребительский кооператив «GAP», именуемый в дальнейшем «Кооператив», в лице Председателя Рсымбетовой Ж.Е.,
    действующей на основании Устава, с одной стороны, и _________________________________________________,
    действующий (-ая) добровольно и по своему усмотрению, именуемый (-ая) в дальнейшем «Член кооператива», с другой
    стороны, совместно в дальнейшем именуемые «Стороны», заключили настоящий договор (далее по тексту – Договор) о
    нижеследующем:
</p>

<h4 align="center">Раздел 1. Предмет договора </h4>
<p>1. Настоящий Договор является гражданско-правовым договором между Кооперативом и Членом кооператива об установлении и
    регулировании взаимных имущественных прав, обязанностей и ответственности.</p>
<p>2. В целях удовлетворения потребностей Члена кооператива в автомобиле, Член кооператива вступает в Кооператив.
    Подписав Договор, Член кооператива выражает согласие и присоединяется к единым условиям членства в Кооперативе,
    изложенные в Уставе Кооператива, с которым он ознакомлен заранее.</p>
<p>3. Настоящий Договор определяет механизм и порядок предоставления Кооперативом Члену кооператива беспроцентного
    целевого займа на приобретение автомобиля под его залог на условиях рассрочки платежа при условии оплаты Членом
    кооператива вступительного, паевого, членского взносов в размере, порядке и сроки, установленные Уставом,
    внутренними положениями Кооператива и Договором.</p>
<p>4. Ориентировочная стоимость приобретаемого автомобиля составляет ______ (_________) тенге, которая определена лично
    Членом кооператива на момент вступления в Кооператив на основе ориентировочных параметров, сравнительных данных о
    рыночной стоимости аналогичных транспортных средств.</p>
<p>Ориентировочная стоимость приобретаемого автомобиля может быть изменена по инициативе Члена кооператива в сторону
    увеличения в течение 14 календарных дней с момента подписания сторонами Договора. В таком случае такие изменения
    должны быть внесены в Договор путём заключения дополнительного соглашения с пропорциональным увеличением взносов,
    указанных в пунктах 2 и 3 раздела 2 Договора.</p>
<p>При этом, цена приобретаемого автомобиля должна составлять не менее 3 000 000 (трех миллионов) тенге и не свыше
    9 000 000 (девяти миллионов) тенге.</p>
<p>5. Ориентировочная стоимость приобретаемого автомобиля остаётся действующей до момента приобретения в собственность
    Члена кооператива конкретного автомобиля, поиск и выбор которого Член кооператива производит самостоятельно. При
    этом автомобиль должен быть не ниже 2000 года выпуска.</p>
<p>6. Член кооператива несёт риск удорожания автомобиля до момента его приобретения в собственность.</p>

<h4 align="center">Раздел 2. Размеры взносов и порядок оплаты</h4>
<p>1. Ориентировочная стоимость (далее – Ориентировочная стоимость) приобретаемого автомобиля составляет ______
    (_________) тенге.</p>
<p>2. Вступительный взнос составляет 240 000 (двести сорок тысяч) тенге, которую Член кооператива обязуется оплатить в
    течение 1 (одного) рабочего дня с момента заключения Договора.</p>
<p>Вступительный взнос – это денежные средства, внесённые Членом кооператива на развитие Кооператива, обеспечение
    деятельности Кооператива, на организационные расходы.</p>
<p>3. Паевой взнос составляет 30/50 (______) процентов от Ориентировочной стоимости, что составляет ____ (_________)
    тенге, которую Член кооператива обязуется оплатить в течение 1 (одного) рабочего дня с момента подписания
    Договора.</p>
<p>Паевой взнос – это денежные средства, которые должны быть внесены Членом кооператива в порядке, в сроки и в размере,
    которые определяются в соответствии с положениями Договора.</p>
<p>4. Член кооператива вправе вносить паевой взнос в большем размере, чем это предусмотрено пунктом 3 настоящего
    раздела.</p>
<p>5. Член кооператива обязуется оплачивать Кооперативу членские взносы. Членский взнос, установленный в размере
    6 000 (шесть тысяч) тенге, оплачивается ежемесячно.</p>
<p>Первый членский взнос вносится в течение 3 (трёх) рабочих дней с момента приобретения Членом кооператива права
    собственности на автомобиль. Последующие членские взносы выплачиваются ежемесячно в срок до 10 числа каждого
    месяца.</p>
<p>6. Все платежи осуществляются Членом кооператива посредством внесения денежных средств на расчётный счёт Кооператива.
    Все затраты, связанные с перечислением денежных средств на расчётный счёт Кооператива, в том числе по оплате
    комиссии банка за денежный перевод (услуги банка), Член кооператива несёт самостоятельно.</p>
<p>7. По соглашению сторон, денежные средства, поступающие от Члена кооператива, вне зависимости от назначения платежа,
    указанного в платёжном документе, засчитываются Кооперативом в счёт оплаты:</p>
<p>- в первую очередь, вступительного взноса;</p>
<p>- во вторую очередь, паевого взноса.</p>
<p>8. При наступлении у Члена кооператива права на приобретение автомобиля в соответствии с условиями Договора,
    Кооператив обязуется в счёт оплаты приобретаемой Членом кооператива автомобиля:</p>
<p>1) перечислить продавцу автомобиля в интересах Члена кооператива деньги, в размере внесённого Кандидатом паевого
    взноса;</p>
<p>2) предоставить Члену кооператива беспроцентный целевой займ сроком на ______ (__________) месяцев на недостающую
    сумму от Ориентировочной стоимости (Ориентировочная стоимость минус паевой взнос) на приобретение автомобиля под
    его залог, путём зачисления денег на счёт продавца автомобиля.</p>

<h4 align="center">Раздел 3. Права и обязанности сторон</h4>
<p>1. Кооператив обязуется:</p>
<p>1) за 30 (тридцать) календарных дней до срока наступления очереди Члена кооператива на право получения заёмных
    денежных средств на приобретение автомобиля, информировать Члена кооператива по указанным им адресным данным для
    уведомлений или сообщений, о возникновении у Члена кооператива в соответствии с Договором прав на самостоятельный
    подбор автомобиля;</p>
<p>2) проводить мероприятия, необходимые для приобретения Членом кооператива автомобиля посредством его членства в
    Кооперативе;</p>
<p>3) размещать список очередников на право получения заёмных денежных средств на приобретение автомобиля на своём
    сайте __________, на который Член кооператива может иметь право доступа после включения его в программу на получение
    беспроцентного целевого займа от Кооператива на приобретение автомобиля, и соответственно, после выдачи ему логина
    и пароля на свой личный кабинет.</p>
<p>2. Член кооператива обязуется:</p>
<p>1) соблюдать Устав Кооператива и условия Договора, выполнять решения, принятые органами управления Кооператива, и
    нести связанные с этим обязанности и ответственность, предусмотренные законодательством РК, Уставом и положениями
    Кооператива;</p>
<p>2) своевременно вносить установленные паевые и иные взносы в соответствии с Уставом и положениями Кооператива,
    условиями Договора и решениями, принятыми органами управления Кооператива;</p>
<p>3) не препятствовать осуществлению предусмотренных уставом Кооператива прав и исполнению обязанностей других членов
    Кооператива и органов управления Кооператива;</p>
<p>4) своевременно, в течение 5 (пяти) дней, извещать Кооператив о каждом изменении своих персональных данных и места
    фактического нахождения. В противном случае Кооператив не несёт ответственность за несвоевременное извещение Члена
    кооператива о какой-либо необходимой информации, а также за несвоевременное перечисление денежных средств (в случае
    взаиморасчётов). Извещение Кооператива об изменении места фактического нахождения осуществляется письменным
    заявлением Члена кооператива, в противном случае местом фактического нахождения Члена кооператива признаётся
    почтовый адрес, указанный в Договоре;</p>
<p>5) произвести за свой счёт затраты необходимые для оформления права собственности Члена кооператива на автомобиль,
    получения документов, необходимых для регистрации права собственности Члена кооператива на автомобиль, а также для
    оформления и регистрации договора залога на приобретённый автомобиль; (200 000тг. - ?)</p>
<p>6) передачу прав и обязанностей по Договору другому Члену кооператива или третьему лицу, осуществлять только с
    письменного согласия Кооператива и, при условии полной оплаты всех взносов, и иной задолженности, предусмотренной
    Уставом, решениями органов управления Кооператива и Договором;</p>
<p>7) в течение 30 (тридцати) календарных дней с момента получения от Кооператива сообщения о возникновении у Члена
    кооператива права на самостоятельный подбор автомобиля (см. подпункт 1 п.1 раздел 3 Договора), передать Кооперативу
    полную информацию о подобранном автомобиле (место нахождения, марка, год выпуска, цена, справку об отсутствии
    обременений, копии правоустанавливающих документов и т.д.). Если требования данного подпункта не будут выполнены,
    то очередь на получение беспроцентного займа передаётся следующему очереднику, а Член кооператива передвигается в
    очередь на позицию ниже, то есть вместо предыдущего очередника к которому перешла очередь Члена кооператива;</p>
<p>8) своевременно являться по уведомлениям Кооператива для решения организационных вопросов по исполнению Договора, за
    исключением случаев невозможности явки по уважительной причине;</p>
<p>9) соблюдать положения действующего законодательства РК, Устава Кооператива, внутренних положений Кооператива,
    решений органов управления Кооператива и условия Договора;</p>
<p>10) выполнять свои обязательства перед Кооперативом по участию в его хозяйственной деятельности.</p>
<p>3. Кооператив имеет право:</p>
<p>1) требовать от Члена кооператива своевременного и неукоснительного соблюдения и выполнения, принятых на себя
    обязательств в соответствии с Договором, действующими законодательными актами, Уставом Кооператива, внутренними
    положениями Кооператива, решениями органов управления Кооператива;</p>
<p>2) исключить Члена кооператива из членов Кооператива решением общего собрания в случае неисполнения им без
    уважительных причин своих обязанностей, установленных Уставом и условиями Договора, либо совершения умышленных
    действий, наносящих ущерб Кооперативу.</p>
<p>4. Член кооператива имеет право:</p>
<p>1) с согласия Кооператива передавать (уступать) свои права и обязанности по Договору другому Члену кооператива или
    третьему лицу (при условии вступления последнего в Члены кооператива);</p>
<p>2) по своему усмотрению и в любое время выйти из Кооператива и получить сумму своего паевого взноса, в порядке,
    определяемом Уставом Кооператива, решением общего собрания членов Кооператива;</p>
<p>3) участвовать в деятельности Кооператива, вносить предложения, присутствовать на собраниях Кооператива, принимать
    участие в голосовании;</p>
<p>4) получать от органов управления и иных органов Кооператива информацию об их деятельности;</p>
<p>5) осуществлять иные права, предусмотренные Уставом и действующим законодательством РК.</p>
<h4 align="center">Раздел 4. Порядок предоставления беспроцентного целевого займа на приобретение недвижимости</h4>
<p>1. Минимальный размер паевого взноса, после внесения, которого у Члена кооператива возникает право на получения
    беспроцентного целевого займа от Кооператива на приобретение Членом кооператива автомобиля, составляет не менее чем
    30/50 (________________) процентов от Ориентировочной стоимости автомобиля, указанной в пункте 4 раздела 1 Договора.
</p>
<p>2. При внесении Членом кооператива вступительного взноса и минимального размера паевого взноса он включается в
    программу на получение беспроцентного целевого займа от Кооператива на приобретение автомобиля.</p>
<p>Под программой на получение беспроцентного целевого займа от Кооператива (далее по тексту – Программа) понимается
    предоставление Кооперативом беспроцентных целевых займов членам Кооператива на приобретение ими в свою собственность
    движимого имущества за счёт накоплений, составленных из паевых взносов всех членов Кооператива.</p>
<p>Программа предусматривает очерёдность предоставления беспроцентных целевых займов членам Кооператива, определяющими
    факторами которого являются полнота внесённого паевого взноса и время произведённого платежа (дата, час, минута,
    секунда).</p>
<p>3. Беспроцентный целевой займ на приобретение автомобиля под его залог и с рассрочкой платежа предоставляется Члену
    кооператива в течение 10 (десяти) календарных дней с момента истечения 6 (шести) месяцев, исчисляемой с момента
    внесения вступительного взноса и минимального размера паевого взноса. При этом кооператив имеет право инициировать
    предоставление беспроцентного целевого займа на приобретение автомобиля под его залог и с рассрочкой платежа, с
    согласия Члена кооператива досрочно.</p>
<p>4. Член кооператива заключает с Кооперативом договор беспроцентного целевого займа с рассрочкой платежа на следующих
    условиях:</p>
<p>1) Член кооператива обязан явиться для заключения договора беспроцентного целевого займа на приобретение автомобиля
    под его залог ко времени и к месту, указанному Кооперативом;</p>
<p>2) в течение 7 (семи) календарных дней Член кооператива обязан с участием представителя Кооператива заключить с
    продавцом автомобиля договор купли-продажи. С этой целью Член кооператива обязан направить Кооперативу письменное
    уведомление о намерении заключить названный договор через нотариальное удостоверение с таким расчётом, чтобы
    представитель Кооператива имел достаточный срок для своевременного прибытия к месту заключения договора. В
    уведомлении должны быть указаны местонахождение нотариальной конторы, фамилия, имя и отчество нотариуса и время
    совершения нотариальных действий;</p>
<p>3) представитель Кооператива, получив уведомление, указанное в подпункте 2 п.4 раздела 4 Договора, обязуется
    своевременно прибыть к нотариусу для заключения договора купли-продажи. Член кооператива обязуется зарегистрировать
    возникновение права собственности на автомобиль в органе дорожной полиции;</p>
<p>4) Член кооператива обязан заключить с Кооперативом договор залога автомобиля в обеспечение своих обязательств по
    договору беспроцентного целевого займа на приобретение автомобиля под его залог в течение 7 (семи) календарных дней
    с даты получения уведомления о регистрации договора купли-продажи. С этой целью Член кооператива обязан направить
    Кооперативу письменное уведомление о намерении заключить названный договор с таким расчётом, чтобы представитель
    Кооператива имел достаточный срок для своевременного прибытия к месту заключения договора. В уведомлении должны быть
    указаны место и время заключения договора;</p>
<p>5) представитель Кооператива, получив уведомление, указанное в подпункте 4 п.4 раздела 4 Договора, обязуется
    своевременно прибыть для заключения договора залога. Член кооператива обязуется зарегистрировать договор залога
    автомобиля, заключённый с Кооперативом, в органе дорожной полиции с участием представителя Кооператива;</p>
<p>6) беспроцентный целевой займ предоставляется Кооперативом Члену кооператива путём зачисления денег на счёт продавца
    автомобиля в качестве оплаты стоимости автомобиля в течение 1 (одного) рабочего дня с момента заключения договора
    купли-продажи автомобиля, заключённого между Членом кооператива и продавцом автомобиля с участием Кооператива. Такие
    платёжные операции будут считаться надлежащим исполнением Кооперативом своих обязательств перед Членом кооператива
    по договору беспроцентного целевого займа на приобретение автомобиля под его залог и в то же время надлежащим
    исполнением Членом кооператива своих обязательств перед продавцом автомобиля по договору купли-продажи автомобиля;
</p>
<p>7) Член кооператива обязуется в течение 5 (пяти) календарных дней, с момента регистрации автомобиля в органе дорожной
    полиции, произвести страхование приобретённого автомобиля на весь период действия договора залога;</p>
<p>8) все расходы, связанные с нотариальным оформлением и удостоверением договора купли-продажи, договора залога,
    регистрацией автомобиля в регистрирующем органе, регистрацией договора залога в регистрирующем органе, ежегодное
    страхование автомобиля - производятся за счёт Члена кооператива;</p>
<p>5. С момента оформления автомобиля (под обременением Кооператива), Член кооператива обязуется:</p>
<p>1) использовать автомобиль в соответствии с его целевым назначением;</p>
<p>2) нести риск утраты, повреждения или уничтожения автомобиля, а также правовую и материальную ответственность;</p>
<p>3) не использовать автомобиль не по целевому его предназначению, не использовать его в автомобильных гонках или в
    других соревнованиях, а также не перевозить грузы и материалы, не предназначенные для перевозки данной категории
    (класса) автомобиля;</p>
<p>4) обеспечить Кооперативу беспрепятственный доступ к автомобилю для производства инспекционной проверки;</p>
<p>5) содержать автомобиль в надлежащем состоянии, с соблюдением всех требований соответствующих норм и правил;</p>
<p>6) надлежащим образом уведомлять Кооператив об изменении данных, указанных в Договоре и другой информации, способной
    повлиять на выполнение обязательств по Договору в течение 5 (пяти) календарных дней;</p>
<p>7) своевременно и за свой счёт проводить технический осмотр автомобиля согласно действующему законодательству РК;</p>
<p>8) любые ремонтные работы автомобиля, а также его изменения и улучшения выполнять исключительно за свой счёт, причём
    эти расходы не подлежат компенсации Кооперативом, даже в случае расторжения Договора и/или отказа от исполнения
    Договора одной из сторон;</p>
<p>9) использовать автомобиль только в городских условиях и не выезжать за пределы Республики Казахстан;</p>
<p>10) своевременно производить оплату транспортного налога.</p>

<h4 align="center">Раздел 5. Ответственность сторон</h4>
<p>1. В случае неисполнения или ненадлежащего исполнения обязательств по Договору, сторона, не исполнившая своих
    обязательств или исполнившая свои обязательства ненадлежащим образом, несёт ответственность, предусмотренную
    действующим законодательством РК, Уставом Кооператива, если иное не установлено Договор</p>
<p>2. Сторона, нарушившая свои обязательства по Договору, освобождается от ответственности за неисполнение или
    ненадлежащее исполнение своих обязательств, если они вызваны причинами, возникшими по вине другой сторо</p>
<p>3. В случае просрочки Членом кооператива срока исполнения своих обязательств по оплате любого из взносов,
    предусмотренных разделом 2 Договора, Кооператив имеет право требовать от Члена кооператива уплаты штрафа в размере
    20% (двадцати) процентов от размера взноса и неустойки в размере 0,1% от неоплаченной суммы взноса за каждый
    календарный день просрочки, начиная со дня, следующего за днём, когда обязательство должно было быть исполнено.
    Требование Кооператива об уплате штрафа и неустойки должно быть оформлено в письменном ви</p>
<p>4. При нарушении Кооперативом срока предоставления беспроцентного займа на приобретение Членом кооператива автомобиля
    более чем на 10 (десять) месяцев, Член кооператива имеет право требовать расторжения Договора и возврата ему
    внесённой им суммы паевого взноса. При этом, Член кооператива понимает весь риск деятельности Кооператива и в случае
    нарушения Кооперативом срока предоставления беспроцентного займа на приобретение Членом кооператива автомобиля, Член
    кооператива не имеет право требовать возмещения убытков и требовать возврата суммы вступительного взно</p>
<p>5. При расторжении Договора по основаниям, указанным в п.8 раздела 8 Договора, Член кооператива оплачивает
    Кооперативу штраф в размере 0,5% (ноль целых пять десятых) процентов от общей суммы Ориентировочной стоимости
    автомоби</p>
<p>6. При расторжении Договора, срок возврата внесённого паевого взноса отодвигается соразмерно сроку необходимого Члену
    кооператива, для полного погашения имеющейся задолженности, в число которых также входит неустойка и штр</p>
<p>7. Кооператив не несёт ответственности перед третьими лицами по обязательствам Члена кооператива. В случае если по
    вине Члена кооператива наступили обязательства прямо или косвенно влияющие на интересы Кооператива (арест либо иное
    обременение наложено на автомобиль, переданный и оформленный на Члена кооператива), Кооператив имеет право
    расторгнуть Договор, и взыскать с Члена кооператива все причинённые этим убыт</p>
<p>8. Стороны вправе требовать возмещения возникших убытков, если таковые были вызваны виновными действиями
    противоположной стороны. Убытки возмещаются в размере реального ущерба в объёме, не покрытом неустойк</p>
<p>9. Кооператив оставляет за собой право не применять в отношении Члена кооператива меры ответственности,
    предусмотренные Договором.</p>

<h4 align="center">Раздел 6. Форс-мажорные обстоятельства</h4>
<p>1. Ни одна из Сторон не будет нести ответственность за полное или частичное неисполнение любого из своих обязательств
    по Договору, если это неисполнение явилось следствием обстоятельств непреодолимой силы, причём обстоятельство
    непреодолимой силы непосредственно повлияло на исполнение обязательств. К обстоятельствам непреодолимой силы в
    рамках Договора стороны относят: наводнение, землетрясение, пожар, прочие стихийные бедствия, войну или военные
    действия, издание законов РК, постановлений Правительства РК, нормативных актов, указов Президента РК,
    препятствующих исполнению Сторонами своих обязательств по Договору.</p>
<p>2. Сторона, оказавшаяся не в состоянии исполнить обязательство по Договору в силу наступления обстоятельства
    непреодолимой силы, обязана поставить другую сторону в известность о наступлении такого обстоятельства в письменной
    форме.</p>
<p>3. Если какая-либо из сторон окажется не в состоянии выполнить какое-то из принятых ею на себя обязательств
    вследствие наступления обстоятельств непреодолимой силы в течение какого-либо времени, срок исполнения данного
    обязательства отодвигается соразмерно времени действия обстоятельства непреодолимой силы. Если обстоятельства
    непреодолимой силы длятся более 2 (двух) месяцев, стороны вправе расторгнуть Договор по обоюдному согласию.</p>
<p>4. Обязанность доказывания обстоятельства непреодолимой силы лежит на стороне, не выполнившей свои обязательства по
    Договору.</p>

<h4 align="center">Раздел 7. Порядок разрешения споров</h4>
<p>1. Направление сторонами взаимных претензий о неисполнении (ненадлежащем исполнении) условий Договора является
    обязательным и осуществляется в письменном виде.</p>
<p>2. Рассмотрение сторонами претензий и направление ответа осуществляется в течение 10 (десяти) рабочих дней с даты
    получения претензии.</p>
<p>3. В случае невозможности разрешения разногласий они подлежат рассмотрению в суде по месту нахождения Кооператива
    (договорная подсудность).</p>



<h4 align="center">Раздел 8. Срок действия договора, порядок его расторжения</h4>
<p>1. Настоящий Договор вступает в силу с момента его подписания, при условии надлежащего выполнения Членом кооператива
    своих обязательств по внесению паевого взноса в размере и сроки, предусмотренные Договором, и действует до
    исполнения сторонами всех обязательств по Договору, либо до момента его расторжения по основаниям, предусмотренным
    Договором.</p>
<p>2. Настоящий Договор может быть расторгнут в любое время по соглашению сторон.</p>
<p>3. Основанием для расторжения Договора по инициативе Члена кооператива является заявление Члена кооператива о выходе
    из Кооператива.</p>
<p>4. При расторжении Договора Кооператив выплачивает Члену кооператива денежные средства, фактически внесённые в
    качестве оплаты паевого взноса к моменту расторжения Договора в течение 3 (трёх) месяцев с момента принятия решения
    о выходе из Кооператива.</p>
<p>5. В случае задержки выплаты займа, Кооператив обязан направить письменное уведомление Члену кооператива с указанием
    причин задержки и ориентировочных сроков выплаты займа.</p>
<p>6. В случае просрочки исполнения обязательств Кооператива по выдаче займа, предусмотренного Договором, Член
    кооператива вправе выйти из Кооператива и потребовать выплаты внесённого паевого взноса.</p>
<p>7. В случае принятия Членом кооператива решения о выходе из Кооператива по основанию просрочки исполнения
    обязательств Кооператива по выдаче займа, Кооператив в течение 3 (трёх) месяцев с момента выхода Члена кооператива
    обязан выплатить ему полную сумму паевого взноса.</p>
<p>8. Кооператив имеет право расторгнуть Договор в одностороннем внесудебном порядке (без подписания сторонами
    соглашения о расторжении Договора), и/или отказаться от исполнения Договора, без предварительного уведомления, и
    распорядиться автомобилем по своему усмотрению в следующих случаях:</p>
<p>1) отказа и/или уклонения Члена кооператива от его исполнения;</p>
<p>2) задержки Членом кооператива погашения задолженности по договору беспроцентного целевого займа на приобретение
    автомобиля под залог приобретаемого автомобиля, в том числе, просрочки любого из сроков оплаты, предусмотренных
    Договором, более чем на 90 (девяносто) календарных дней;</p>
<p>3) неоднократного (два и более раза) неисполнения Членом кооператива принятых на себя обязательств, предусмотренных
    условиями Договора;</p>
<p>4) при исключении из членов Кооператива;</p>
<p>5) при отказе Членом кооператива от подписания и регистрации договора залога автомобиля.</p>
<p>9. При расторжении Договора по причине неисполнения/ненадлежащего исполнения Членом кооператива своих обязательств по
    Договору, и/или по инициативе Члена кооператива, а также в случае отказа от исполнения Договора Членом кооператива
    или Кооперативом по вине Члена кооператива, Кооператив не возмещает никаких расходов Члена кооператива за
    выполненные им ремонтных работ автомобиля, за дополнительные удобства, изменения и улучшения.</p>
<p>10. Кооператив не обязан приобретать в собственность любые установленные Членом кооператива дополнительные удобства в
    приобретённом автомобиле, но они могут перейти безвозмездно в собственность Кооператива в случае отказа от них Члена
    кооператива и/или если эти удобства не могут быть в последующем демонтированы без ущерба для автомобиля.</p>

<h4 align="center">Раздел 9. Прекращение членства в Кооперативе</h4>
<p>1. Членство Члена кооператива в Кооперативе прекращается в случаях, предусмотренных действующим законодательством, в том числе:</p>
<p>1) исключения Члена кооператива;</p>
<p>2) добровольного выхода Члена кооператива;</p>
<p>3) передачи пая другому лицу.</p>
<p>2. Член кооператива может быть исключен из Кооператива на основании решения Общего собрания членов Кооператива в
    следующих случаях:</p>
<p>1) систематическое (более двух раз) невыполнение обязательства по внесению паевых взносов либо просрочка оплаты
    указанных взносов более чем на 30 (тридцать) календарных дней с момента, когда обязательство по оплате наступило;</p>
<p>2) неоднократное (более двух раз) нарушение Устава Кооператива, внутренних положений Кооператива, решений органов
    управления Кооператива, Договора;</p>
<p>3) причинение своими действиями/бездействием убытков Кооперативу, осуществление действий/бездействия, порочащих
    деловую репутацию Кооператива.</p>
<p>3. Исключение Члена кооператива осуществляется в следующем порядке: Председатель Кооператива направляет в адрес Члена
    кооператива письменное уведомление о допущенных им нарушениях заказным письмом с уведомлением о вручении. На
    устранение указанных нарушений Члену кооператива предоставляется 15 (пятнадцать) календарных дней с момента
    направления указанного уведомления. В случае если указанные нарушения Членом кооператива не будут устранены, то по
    инициативе Председателя Кооператива созывается внеочередное общее собрание членов Кооператива с целью принятия
    решения об исключении Члена кооператива из Кооператива. Моментом исключения Члена кооператива из Кооператива
    является дата принятия общим собранием членов Кооператива соответствующего решения.</p>
<p>4. Взносы, внесённые Членом кооператива, исключенным из Кооператива, на основании Договора и Устава Кооператива, за
    исключением не выплаченного полностью паевого взноса, возврату не подлежат.</p>
<p>5. Члену кооператива, не выплатившему полностью паевой взнос и исключенному из Кооператива, возвращается сумма не
    выплаченного полностью паевого взноса за вычетом штрафных санкций и иной задолженности, предусмотренных Договором,
    Уставом Кооператива, в течение трёх месяцев со дня принятия решения общего собрания членов Кооператива об исключении
    из членов Кооператива.</p>
<p>6. В случае исключения Члена кооператива из Кооператива на основании решения общего собрания членов Кооператива,
    Кооператив в одностороннем внесудебном порядке расторгает Договор (отказывается от исполнения Договора в
    одностороннем порядке). О расторжении Договора на условиях настоящего пункта Кооператив направляет Члену кооператива
    письменное уведомление. В этом случае Договор считается расторгнутым с момента исключения Члена кооператива из
    Кооператива на основании решения общего собрания членов Кооператива.</p>
<p>7. В случае принятия Членом кооператива решения о добровольном выходе из Кооператива, Член кооператива подаёт в
    Кооператив соответствующее письменное заявление. Заявление Члена кооператива о добровольном выходе из Кооператива
    рассматривается общим собранием членов Кооператива в срок не позднее 1 (одного) месяца с момента его получения
    Кооперативом.</p>
<p>8. В случае добровольного выхода Члена кооператива из членов Кооператива, Кооператив в одностороннем внесудебном
    порядке расторгает Договор (отказывается от исполнения Договора в одностороннем порядке). В этом случае Договор
    считается расторгнутым с момента принятия общим собранием членов Кооператива решения о прекращении членства в
    Кооперативе.</p>
<p>9. Взносы, внесенные Членом кооператива, принявшим решение о добровольном выходе из Кооператива, на основании
    Договора и Устава Кооператива, за исключением паевого взноса, возврату не подлежат.</p>
<p>10. Неисполнение Членом кооператива своего обязательства по внесению вступительного взноса является основанием для
    одностороннего отказа от исполнения Договора со стороны Кооператива и прекращения его действия по истечение 3 дней с
    момента подписания Договора.</p>
<p>11. Прекращение действия Договора влечёт за собой прекращение обязательств сторон по нему, но не освобождает стороны
    от ответственности за нарушения, если таковые имели место при заключении или в период действия Договора.</p>
<p>12. В случае смерти Члена кооператива, признания безвестно отсутствующим или объявления его умершим в установленном
    порядке, членство его в Кооперативе прекращается.</p>
<p>13. Исполнительный орган Кооператива производит выдел доли умершего Члена кооператива в имуществе на день смерти,
    признания безвестно отсутствующим или объявления его умершим пропорционально его доле, для выплаты её наследникам.</p>
<p>14. При исполнении сторонами принятых на себя обязательств в полном объёме, когда Кооператив снял обременение с
    залогового имущества, а Член кооператива исполнил обязательства перед Кооперативом, погасив всю имеющегося
    задолженность перед Кооперативом, членство Члена кооператива в Кооперативе прекращается.</p>

<h4 align="center">Раздел 10. Уведомления и сообщения</h4>
<p>1. Переписка между сторонами, взаиморасчёты и уведомления по Договору осуществляются по реквизитам, указанным в
    Договоре. При изменении реквизитов стороны обязаны письменно информировать друг друга заказным письмом с
    уведомлением о вручении. В случае получения уведомления по адресу Члена кооператива иным лицом уведомление
    считается полученным самим Членом кооператива. В случае отсутствия адресата по месту жительства или истечения
    срока хранения заказного письма почтовыми органами уведомление считается произведённым надлежащим образом.</p>
<p>2. Уведомления и сообщение могут направляться по адресу электронной почты или абонентскому номеру сотовой связи, а
    также с использованием иных средств связи, обеспечивающих фиксирование уведомления или сообщения.</p>
<p>В случае отсутствия сведений об адресе электронной почты, абонентском номере сотовой связи или иных средствах связи,
    обеспечивающих фиксирование уведомления или сообщения, уведомления или сообщения направляются телефонограммой или по
    последнему известному месту жительства или месту нахождения посредством гибридного отправления либо заказным письмом
    с уведомлением о его вручении.</p>
<p>3. Стороны обязаны уведомить друг друга об изменении реквизитов, в том числе об изменении адреса регистрации, в
    письменной форме в течение пяти дней с момента таких изменений.</p>
<h4 align="center">Раздел 11. Заключительные положения</h4>
<p>1. Все изменения и дополнения к Договору признаются действительными, если они совершены в письменной форме и
    подписаны уполномоченными представителями сторон и скреплены печатями (при наличии) сторон.</p>
<p>2. Недействительность какого-либо условия Договора не влечёт за собой недействительность прочих его условий.</p>
<p>3. Стороны обязуются в письменном виде информировать друг друга о предполагаемых изменениях, дополнительно
    открывшихся обстоятельствах, непосредственно влияющих на исполнение сторонами условий Договора.</p>
<p>Во всём, что не предусмотрено Договором, стороны руководствуются Уставом Кооператива и действующим законодательством
    РК.</p>
<p>4. Договор составлен в двух подлинных экземплярах на русском и казахском языках, по одной для каждой из сторон.
    В случае возникновения разночтений или каких-либо несовпадений в смысловом содержании терминов преимуществом будет
    обладать текст Договора, составленный на русском языке.</p>

<h4 align="center">Раздел 12. Юридические адреса и банковские реквизиты Сторон</h4>
<p>1. Кооператив: Потребительский кооператив «GAP», БИН ___________, местонахождение: индекс:160000, г.Шымкент,
    Аль-Фарабийский район, улица Казыбек би 1, ИИК: КZ_________________ в АО «____________» БИК: ______________.</p>
<p>2. Член кооператива: __________________________.</p>

<h4 align="center">Подписи Сторон:</h4>
<p>от имени Кооператива:</p> 				<p>________________ Рсымбетова Ж.Е.</p>
<p>Член кооператива:</p>				<p>________________ ____________</p>
</body>
</html>
<style>

    p {
        margin-bottom: 0em;
        width:100%;
        text-align:justify;
        text-indent: 20px; /* Отступ первой строки в пикселах */
    }

</style>
